Revit 2027 API
AdvancedLayered.LayeredAnisotropy Property
 The property labeled "Anisotropy" from the "AdvancedLayered" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string LayeredAnisotropy { get; }
Public Shared ReadOnly Property LayeredAnisotropy As String
	Get
public:
static property String^ LayeredAnisotropy {
	String^ get ();
}
static member LayeredAnisotropy : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Reference
AdvancedLayered Class
Autodesk.Revit.DB.Visual Namespace